
export default function About() {
  return (
    <div className="p-8 max-w-3xl mx-auto">
      <h1 className="text-3xl font-bold mb-4">Обо мне</h1>
      <p className="text-lg">
        Меня зовут Таня. Я практик тибетской медицины и ученица доктора Ниды Ченагцанга. Я обучалась Сова Ригпа —
        традиционной тибетской медицине, включая диагностику, диетологию, чудлены, мантры, а также работу с травами и пилюлями.
        Работаю как онлайн, так и очно в Лондоне. Моя цель — донести подлинные знания и помочь людям через естественные методы исцеления.
      </p>
    </div>
  );
}
